---
kind: other
id: Properties.T:Autodesk.Revit.DB.ViewDrafting
zh: 绘图视图
source: html/cac939aa-f1b3-531e-c0e9-764eb5d5903d.htm
---
# ViewDrafting Properties

**中文**: 绘图视图

Element id of Analysis Display Style associated with the view.